Repository: fpereverzev/7.5_NEWS
Catalog: newsapp/newsportal/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Главная
ru: Main

source: Создать статью
ru: Create an article

source: Создать пост
ru: Create a post

source: Управление подписками
ru: Manage subscriptions

source: Выход
ru: Exit

source: Регистрация
ru: Sign up

source: Вход
ru: Sign in

source: Переключить язык
ru: Change language

source: Категории новостей
ru: News categories

source: Посты по категориям
ru: Posts by category

source: Постов нет.
ru: Zero posts

source: Добро пожаловать на наш сайт!
ru: Welcome to our site!

source: English
ru: Английский

source: Russian
ru: Русский
